Repository: zipf/perldoc-es
Catalog: memory/_reference/padre-es_work.tmx
Source language: en_us
Languages: es_es

source: Jump to a specific line number or character position
es_es: Salta a una posición de carácter o a un número de línea específico

source: Jump to the code that has been changed
es_es: Saltar al código que ha cambiado

source: Jump to the code that triggered the next error
es_es: Salta al código que desencadenó el siguiente error

source: Jump to the matching opening or closing brace: { }, ( ), [ ], < >
es_es: Salta a la llave o el paréntesis de apertura o cierre correspondiente: { }, ( ), [ ], < >

source: Kernel
es_es: Núcleo

source: Key Bindings
es_es: Asociaciones de teclas

source: Korean
es_es: Coreano

source: Label One
es_es: Primera etiqueta

source: Lan&guage
es_es: Len&guaje

source: Language - Perl 5
es_es: Lenguaje - Perl 5

source: Language - Perl 6
es_es: Lenguaje - Perl 6

source: Language Integration
es_es: Integración de lenguaje

source: Last update
es_es: Última actualización

source: Left
es_es: Izquierda

source: Left side
es_es: Lado izquierdo

source: Like pressing ENTER somewhere on a line, but use the current position as ident for the new line.
es_es: Como presionar Entrar en algún punto de la línea, pero usando la posición actual como sangría para el carácter de nueva línea.

source: Line
es_es: Línea

source: Line %d: (%s) %s
es_es: Línea %d: (%s) %s

source: Line %d: %s
es_es: Línea %d: %s

source: Line break mode
es_es: Modo de salto de línea

source: Line number
es_es: Número de línea

source: Lines
es_es: Líneas

source: List All Breakpoints
es_es: Mostrar todos los puntos de interrupción

source: List all the breakpoints on the console
es_es: Muestra todos los puntos de interrupción en la consola

source: List of open files
es_es: Lista de archivos abiertos

source: List of sessions
es_es: Lista de sesiones

source: List the files that match the current selection and let the user pick one to open
es_es: Muestra los archivos que coinciden con la selección actual y permite que el usuario seleccione el que desea abrir

source: Loaded %s modules
es_es: %s módulos cargados

source: Loc&k User Interface
es_es: &Bloquear interfaz de usuario

source: Local/Remote File Access
es_es: Acceso a archivos locales/remotos

source: Logged out
es_es: Sesión cerrada

source: Logging into FTP server as %s...
es_es: Iniciando sesión en el servidor FTP como %s...

source: Login
es_es: Iniciar sesión

source: Long hex character
es_es: Carácter hexadecimal largo

source: Looking for Net::FTP...
es_es: Buscando Net::FTP...

source: Lowercase characters
es_es: Caracteres en minúsculas

source: Lowercase next character
es_es: Siguiente carácter en minúscula

source: Lowercase till \E
es_es: Minúsculas hasta \E

source: MIME type did not have a class entry when %s(%s) was called
es_es: El tipo MIME no tenía una entrada de clase cuando se llamó a %s(%s)

source: MIME type is not supported when %s(%s) was called
es_es: No se admitía el tipo MIME cuando se llamó a %s(%s)

source: MIME type was not supported when %s(%s) was called
es_es: No se admitía el tipo MIME cuando se llamó a %s(%s)

source: Make the letters bigger in the editor window
es_es: Aumenta el tamaño de fuente en la ventana del editor

source: Make the letters smaller in the editor window
es_es: Reduce el tamaño de fuente en la ventana del editor

source: Mark Selection &End
es_es: Marca &fin de selección

source: Mark Selection &Start
es_es: Marcar inicio de &selección

source: Mark the place where the selection should end
es_es: Marca el punto de fin de la selección.

source: Mark the place where the selection should start
es_es: Marca el punto de inicio de la selección

source: Match 0 or more times
es_es: Detectar 0 o más veces

source: Match 1 or 0 times
es_es: Detectar 1 ó 0 veces

source: Match 1 or more times
es_es: Detectar 1 o más veces

source: Match Case
es_es: Coincidir mayúsculas y minúsculas

source: Match at least m but not more than n times
es_es: Detectar al menos m veces, pero no más de n veces

source: Match at least n times
es_es: Detectar al menos n veces

source: Match exactly m times
es_es: Detectar exactamente m veces

source: Match failure in %s: %s
es_es: No hay coincidencias en %s: %s

source: Match warning in %s: %s
es_es: Advertencia de coincidencia en %s: %s

source: Match with 0 width at character %s
es_es: Coincidencia de ancho 0 en el carácter %s

source: Matched text:
es_es: Texto detectado:

source: Maximum number of suggestions
es_es: Número máximo de sugerencias

source: Message
es_es: Mensaje

source: Methods
es_es: Métodos

source: Methods order
es_es: Orden de los métodos

source: Minimum characters for autocomplete
es_es: Número mínimo de caracteres para autocompletar:

source: Minimum length of suggestions
es_es: Longitud mínima de las sugerencias

source: Miscellaneous
es_es: Varios

source: Missing
es_es: Falta

source: Modified
es_es: Modificado

source: Module name:
es_es: Nombre del módulo:

source: Modules
es_es: Módulos

source: Move to other panel
es_es: Mover a otro panel

source: Multi-line (&m)
es_es: Multilínea (&m)

source: My Plug-in is a plug-in where developers could extend their Padre installation
es_es: El complemento personalizado permite a los programadores ampliar su instalación de Padre

source: MyLabel
es_es: Mi_etiqueta

source: NAME
es_es: NOMBRE

source: Name
es_es: Nombre

source: Name for the new subroutine
es_es: Nombre de la nueva subrutina

source: Ne&w
es_es: &Nuevo

source: Need to select text in order to translate to hex
es_es: Debe seleccionar el texto que desea traducir a hexadecimal

source: Negative lookahead assertion
es_es: Aserción de lectura posterior negativa

source: Negative lookbehind assertion
es_es: Aserción de lectura previa negativa

source: New Folder
es_es: Nueva carpeta

source: New Installation Survey
es_es: Nueva encuesta de instalación

source: New Module
es_es: Nuevo módulo

source: New name
es_es: Nuevo nombre

source: New plug-ins detected
es_es: Se han detectado complementos nuevos

source: Newline
es_es: Carácter de nueva línea

source: Next
es_es: Siguiente

source: Next difference
es_es: Siguiente diferencia

source: No Autoindent
es_es: Sin sangría automática

source: No Build.PL nor Makefile.PL nor dist.ini found
es_es: No se encontró un archivo Build.PL, Makefile.PL o dist.ini

source: No Help found
es_es: No se encontró ayuda

source: No changes found
es_es: No se detectó ningún cambio

source: No declaration could be found for the specified (lexical?) variable
es_es: No se encontró ninguna declaración (¿léxica?) para la variable especificada

source: No declaration could be found for the specified (lexical?) variable.
es_es: No se encontró ninguna declaración para la variable (¿léxica?) especificada.

source: No document open
es_es: Ningún documento abierto

source: No documentation for '%s'
es_es: No hay documentación para '%s'

source: No errors found.
es_es: No se detectó ningún error.

source: No errors or warnings found in %s within %3.2f secs.
es_es: No se detectó ningún error o advertencia en %s en %3.2f segundos.

source: No errors or warnings found within %3.2f secs.
es_es: No se detectó ningún error o advertencia en %3.2f segundos.

source: No execution mode was defined for this document type
es_es: No se ha definido un modo de ejecución para este documento

source: No file is open
es_es: Ningún archivo abierto

source: No filename
es_es: Sin nombre de archivo

source: No match
es_es: Ninguna coincidencia

source: No matches found for "%s".
es_es: No se detectaron coincidencias para "%s".

source: No module mime_type='%s' filename='%s'
es_es: No hay ningún módulo con mime_type='%s' filename='%s'

source: No open document
es_es: Ningún documento abierto

source: No open files
es_es: Ningún archivo abierto

source: No results found for '%s' inside '%s'
es_es: No se encontró resultados para '%s' dentro de '%s'

source: No such session %s
es_es: No existe la sesión %s

source: No suggestions
es_es: Ninguna sugerencia

source: Non-capturing group
es_es: Grupo sin captura

source: Non-whitespace characters
es_es: Caracteres que no sean espacios

source: None
es_es: Ninguna

source: Norwegian
es_es: Noruego

source: Not a Perl document
es_es: No es un documento Perl

source: Not a positive number.
es_es: No es un número positivo.

source: Not a word boundary
es_es: No es un límite de palabra

source: Nothing selected.
es_es: No hay nada seleccionado.

source: Enter what should be opened:
es_es: Indique qué es lo que desea abrir:

source: Now
es_es: Ahora

source: O&pen
es_es: A&brir

source: OK
es_es: Aceptar

source: Obstructed
es_es: Obstruido

source: Octal character
es_es: Carácter octal

source: Offer completions to the current string.
es_es: Ofrece sugerencias para completar la cadena actual.

source: See Preferences
es_es: Ver Preferencias.

source: Only one POD fragment, will not try to merge
es_es: Sólo hay un fragmento de POD; no se intentará combinar

source: Open &CPAN Config File
es_es: Abrir archivo de configuración de &CPAN

source: Open &Documentation
es_es: Abrir &documentación

source: Open &Example
es_es: Abrir &ejemplo

source: Open &Last Closed File
es_es: Abrir ú&ltimo archivo cerrado

source: Open &Resources...
es_es: Abrir &recursos...

source: Open &Selection
es_es: Abrir &selección

source: Open &URL...
es_es: Abrir &URL...

source: Open CPAN::MyConfig.pm for manual editing by experts
es_es: Abre CPAN::MyConfig.pm para editarlo manualmente (sólo para expertos)

source: Open File
es_es: Abrir archivo

source: Open Resources
es_es: Abrir recursos

source: Open S&ession...
es_es: Abrir s&esión...

source: Open Selection
es_es: Abrir selección

source: Open URL
es_es: Abrir URL

source: Open Warning
es_es: Advertencia al abrir

source: Open a document with a skeleton Perl 5 module
es_es: Abre un documento con estructura de módulo de Perl 5

source: Open a document with a skeleton Perl 5 script
es_es: Abre un documento con estructura de script de Perl 5

source: Open a document with a skeleton Perl 5 test script
es_es: Abre un documento con estructura de script de test de Perl 5

source: Open a document with a skeleton Perl 6 script
es_es: Abre un documento con estructura de script de Perl 6

source: Open a file from a remote location
es_es: Abre un archivo desde una ubicación remota

source: Open a new empty document
es_es: Abre un documento nuevo vacío

source: Open all the files listed in the recent files list
es_es: Abre todos los archivos incluidos en la lista de archivos recientes

source: Open browser to a CPAN search showing the Padre::Plugin packages
es_es: Abre en el navegador una búsqueda en CPAN de los paquetes Padre::Plugin

source: Open cancelled
es_es: Apertura cancelada

source: Open file
es_es: Abrir archivo

source: Open files
es_es: Abrir archivos

source: Open files in existing Padre
es_es: Archivos abiertos en instancia de Padre existente

source: Open in &Command Line
es_es: Abrir en la línea de &comandos

source: Open in File &Browser
es_es: Abrir en el navegador de arc&hivos

source: Open in File Browser
es_es: Abrir en el navegador de archivos

source: Open interesting and helpful Perl websites in your default web browser
es_es: Abre sitios web sobre Perl útiles e interesantes en el navegador predeterminado

source: Open selection
es_es: Abrir selección

source: Open session
es_es: Abrir sesión

source: Open the Padre live support chat in your web browser and talk to others who may help you with your problem
es_es: Abre en el navegador el chat de soporte en línea de Padre, donde podrá charlar con otros usuarios que pueden ayudarle

source: Open the Perl live support chat in your web browser and talk to others who may help you with your problem
es_es: Abre en el navegador el chat de soporte en línea de Perl, donde podrá charlar con otros usuarios que pueden ayudarle

source: Open the Perl/Win32 live support chat in your web browser and talk to others who may help you with your problem
es_es: Abre en el navegador el chat de soporte en línea de Perl/Win32, donde podrá charlar con otros usuarios que pueden ayudarle

source: Open the regular expression editing window
es_es: Abre la ventana de edición de expresiones regulares

source: Open the selected text in the Regex Editor
es_es: Abre el texto seleccionado en el Editor de expresiones regulares

source: Open with Default &System Editor
es_es: Abrir con el editor predeterminado del &sistema

source: Opening session %s...
es_es: Abriendo la sesión %s...

source: Opens a command line using the current document folder
es_es: Abre una ventana de línea de comandos en la carpeta del documento actual

source: Opens the current document using the file browser
es_es: Abre el documento actual en el navegador de archivos

source: Opens the file with the default system editor
es_es: Abre el archivo en el editor predeterminado del sistema

source: Opens the last closed file
es_es: Abre el último archivo cerrado

source: Options
es_es: Opciones

source: Options:
es_es: Opciones:

source: Or&iginal text:
es_es: Texto or&iginal:

source: Other (Please fill in here)
es_es: Otro (especificar)

source: Other event
es_es: En otro evento

source: Other search engine
es_es: En otro motor de búsqueda

source: Out of range.
es_es: Fuera del intervalo.

source: Outline
es_es: Esquema

source: Output
es_es: Resultados

source: Output View
es_es: Vista de resultados

source: Override Shortcut
es_es: Reemplazar acceso directo

source: P&erl Help
es_es: Ayuda de P&erl

source: P&lug-in Tools
es_es: Herramientas para comp&lementos

source: PHP Files
es_es: Archivos PHP

source: PPI Standard
es_es: PPI estándar

source: Padre Developer
es_es: Programador de Padre

source: Padre Developer Tools
es_es: Herramientas para programadores de Padre

source: Padre Preferences
es_es: Preferencias de Padre

source: Padre Sync
es_es: Sincronización de Padre

source: PageDown
es_es: AvPág

source: PageUp
es_es: RePág

source: Password
es_es: Contraseña

source: Password and confirmation do not match.
es_es: La contraseña no coincide con la confirmación.

source: Password for user '%s' at %s:
es_es: Contraseña para el usuario '%s' en %s:

source: Paste the clipboard to the current location
es_es: Pega el contenido del portapapeles en la ubicación actual

source: Patch
es_es: Revisión

source: Patch file should end in .patch or .diff, you should reselect & try again
es_es: El nombre de un archivo de revisión debe tener la extensión .patch o .diff; vuelva a seleccionarlo e inténtelo de nuevo

source: Patch successful, you should see a new tab in editor called Unsaved #
es_es: Revisión aplicada correctamente; debe ver una nueva pestaña en el editor llamada # (sin guardar)

source: Path
es_es: &Pegar

source: Perl &6 Script
es_es: Script de Perl &6

source: Perl 5 &Module
es_es: &Módulo de Perl 5

source: Perl 5 &Script
es_es: &Script de Perl 5

source: Perl 5 &Test
es_es: &Test de Perl 5

source: Perl Application Development and Refactoring Environment
es_es: Entorno de desarrollo y refactorización de aplicaciones Perl

source: Perl Files
es_es: Archivos Perl

source: Perl Filter
es_es: Filtro Perl

source: Perl beginner mode
es_es: Modo Perl para principiantes

source: Perl ctags file
es_es: Archivo ctags de Perl

source: Perl interpreter
es_es: Intérprete de Perl

source: Persian (Iran)
es_es: Persa (Irán)

source: Peter Lavender: Release Manager
es_es: Peter Lavender: Jefe de publicación de versiones

source: Please ensure all inputs have appropriate values.
es_es: Asegúrese de escribir valores adecuados en todas las entradas.

source: Please input a valid value for both username and password
es_es: Especifique valores válidos para el nombre de usuario y la contraseña

source: Please type in the new name of the directory
es_es: Escriba el nuevo nombre del directorio

source: Please type in the new name of the file
es_es: Escriba el nuevo nombre del archivo

source: Please wait...
es_es: Espere...

source: Plug-in &List (CPAN)
es_es: &Lista de complementos (CPAN)

source: Plug-in Manager
es_es: Administrador de complementos

source: Plug-in Name
es_es: Nombre del complemento

source: Plug-in must have '%s' as base directory
es_es: El directorio base del complemento debe ser '%s'

source: Plugin %s
es_es: Complemento %s

source: Plugin %s returned %s instead of a hook list on ->padre_hooks
es_es: El complemento %s devolvió %s en lugar de una lista de enlaces en ->padre_hooks

source: Plugin %s tried to register invalid hook %s
es_es: El complemento %s intentó registrar un enlace no válido, %s

source: Plugin %s tried to register non-CODE hook %s
es_es: El complemento %s intentó registrar el enlace %s, que no es de tipo CODE

source: Plugin %s, hook %s returned an emtpy error message
es_es: (Complemento %s) El enlace %s devolvió un mensaje de error vacío

source: Plugin error on event %s: %s
es_es: Error del complemento en el evento %s: %s

source: Plugins
es_es: Complementos

source: Polish
es_es: Polaco

source: Popularity Contest Report
es_es: Informe del concurso de popularidad

source: Portuguese (Brazil)
es_es: Portugués (Brasil)

source: Portuguese (Portugal)
es_es: Portugués (Portugal)

source: Position type
es_es: Tipo de posición

source: Positive Integer
es_es: Entero positivo

source: Positive lookahead assertion
es_es: Aserción de lectura posterior positiva

source: Positive lookbehind assertion
es_es: Aserción de lectura previa positiva

source: Pragmata
es_es: Pragmas

source: Prefered language for error diagnostics
es_es: Idioma preferido para diagnósticos de error

source: Preference Name
es_es: Nombre de preferencia

source: Preferences &Sync...
es_es: &Sincronizar preferencias...

source: Previ&ous
es_es: Anteri&or

source: Preview
es_es: Vista previa

source: Previous
es_es: Anterior

source: Previous difference
es_es: Diferencia anterior

source: Previous open files
es_es: Archivos abiertos en la sesión anterior

source: Print the current document
es_es: Imprime el documento actual

source: Process
es_es: Proceso

source: Project
es_es: Proyecto

source: Project Browser - Was known as the Directory Tree
es_es: Navegador de proyectos (antes conocido como Árbol de directorios

source: Project Tools
es_es: Herramientas de proyecto

source: Project Tools (Left)
es_es: Herramientas para proyectos (izquierda)

source: Prompt for a replacement variable name and replace all occurrences of this variable
es_es: Pregunta el nuevo nombre de variable y sustituye todas las instancias de esta variable

source: Punctuation characters
es_es: Caracteres de puntuación

source: Put focus on the next tab to the right
es_es: Establece el foco en la pestaña siguiente a la derecha

source: Put focus on the previous tab to the left
es_es: Establece el foco en la pestaña anterior a la izquierda

source: Put the content of the current document in the clipboard
es_es: Coloca el contenido del documento actual en el portapapeles

source: Put the current selection in the clipboard
es_es: Coloca la selección actual en el portapapeles

source: Put the full path of the current file in the clipboard
es_es: Coloca la ruta de acceso completa del archivo actual en el portapapeles

source: Put the full path of the directory of the current file in the clipboard
es_es: Coloca la ruta de acceso completa del directorio del archivo actual en el portapapeles

source: Put the name of the current file in the clipboard
es_es: Coloca el nombre del archivo actual en el portapapeles

source: Python Files
es_es: Archivos Python

source: Quick Menu Access
es_es: Acceso rápido al menú

source: Quick access to all menu functions
es_es: Acceso rápido a todas las funciones del menú

source: Quit Debugger (&q)
es_es: Salir del depurador (&q)

source: Quit the process being debugged
es_es: Sale del proceso que se está depurando

source: Quote (disable) pattern metacharacters till \E
es_es: Escape de metacaracteres del patrón hasta \E

source: R/W
es_es: Lectura y escritura

source: Re&load
es_es: Vo&lver a cargar

source: Re&load All Plug-ins
es_es: Vo&lver a cargar todos los complementos

source: Re&place in Files...
es_es: Reem&plazar en archivos...

source: Re&set My plug-in
es_es: Re&stablecer el complemento personalizado

source: Read Only
es_es: Sólo lectura

source: Reading file from FTP server...
es_es: Leyendo archivo del servidor FTP...

source: Reading items.
es_es: Leyendo elementos.

source: Please wait
es_es: Espere...

source: Really delete the file "%s"?
es_es: ¿Realmente desea eliminar el archivo "%s"?

source: Recent
es_es: Archivos recientes

source: Redo last undo
es_es: Rehace la última acción deshecha

source: Ref&actor
es_es: Ref&actorizar

source: Refactor
es_es: Refactorizar

source: Refresh
es_es: Actualizar

source: Refresh the status of working copy files and directories
es_es: Actualiza el estado de los archivos y directorios de la copia de trabajo

source: RegExp for TODO panel
es_es: Expresión regular del panel de tareas pendientes

source: Regex Editor
es_es: Editor de expresiones regulares

source: Register
es_es: Registrar

source: Registration
es_es: Registro

source: Regular &Expression
es_es: Expresión &regular

source: Reinstalling/installing on other computer
es_es: Al reinstalar o instalar en otro equipo

source: Related editor has been closed
es_es: Se ha cerrado un editor relacionado

source: Reload &All
es_es: Volver a cargar &todos

source: Reload &File
es_es: Volver a cargar arc&hivo

source: Reload &Some...
es_es: Volver a cargar &algunos...

source: Reload all files
es_es: Volver a cargar todos los archivos

source: Reload all files currently open
es_es: Vuelve a cargar todos los archivos abiertos actualmente

source: Reload all plug-ins from &disk
es_es: Vuelve a cargar todos los complementos desde el &disco

source: Reload current file from disk
es_es: Vuelve a cargar el archivo actual desde el disco

source: Reload some
es_es: Volver a cargar algunos

source: Reload some files
es_es: Volver a cargar algunos archivos

source: Reloads (or initially loads) the current plug-in
es_es: Vuelve a cargar (o hace la carga inicial) del complemento actual

source: Remove Breakpoint
es_es: Quitar punto de interrupción

source: Remove all the selection marks
es_es: Quita todas las marcas de selección

source: Remove comment for selected lines or the current line
es_es: Quita las marcas de comentario de las líneas seleccionadas o de la línea actual

source: Remove the breakpoint at the current location of the cursor
es_es: Quita el punto de interrupción de la ubicación actual del cursor

source: Remove the current selection and put it in the clipboard
es_es: Quita la selección actual y la coloca en el portapapeles

source: Remove the entries from the recent files list
es_es: Quita las entradas de la lista de archivos recientes

source: Remove the spaces from the beginning of the selected lines
es_es: Quita los espacios iniciales de las líneas seleccionadas

source: Remove the spaces from the end of the selected lines
es_es: Quita los espacios finales de las líneas seleccionadas

source: Rename
es_es: Cambiar nombre

source: Rename Directory
es_es: Cambiar nombre de directorio

source: Rename File
es_es: Cambiar nombre de archivo

source: Rename directory
es_es: Cambiar nombre de directorio

source: Rename file
es_es: Cambiar nombre de archivo

source: Rename variable
es_es: Cambiar nombre de variable

source: Renamed
es_es: Nombre cambiado

source: Repeat the last find to find the next match
es_es: Repite la última búsqueda para buscar la siguiente coincidencia

source: Repeat the last find, but backwards to find the previous match
es_es: Repite la última búsqueda, pero en sentido inverso, para buscar la coincidencia anterior

source: Replace
es_es: Reemplazar

source: Replace &All
es_es: Reemplazar &todo

source: Replace All
es_es: Reemplazar todo
